{
	"A new verification link has been sent to the email address you provided during registration.": "Novi verifikacioni link je poslat na e-mejl adresu koju ste uneli prilikom registracije.",
	"API Tokens": "API tokeni",
	"Accept Invitation": "Prihvati poziv",
	"Already registered?": "Već ste registrovani?",
	"Cancel": "Otkaži",
	"Code": "Kod",
	"Confirm Password": "Potvrdite lozinku",
	"Confirm": "Potvrdi",
	"Create Account": "Kreiraj nalog",
	"Create New Team": "Kreiraj novi tim",
	"Dashboard": "Kontrolna tabla",
	"Email Password Reset Link": "Pošalji e-mejl sa linkom za reset lozinke",
	"Email": "E-mejl",
	"For your security, please confirm your password to continue.": "Radi Vaše bezbednosti, molimo Vas potvrdite lozinku da biste nastavili.",
	"Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zaboravili ste lozinku? Nema problema. Samo nam recite Vašu e-mejl adresu i poslaćemo Vam link za reset lozinke pomoću kojeg možete da kreirate novu lozinku.",
	"Forgot your password?": "Zaboravili ste lozinku?",
	"I agree to the :terms_of_service and :privacy_policy": "Slažem se sa :terms_of_service i :privacy_policy",
	"If you already have an account, you may accept this invitation by clicking the button below:": "Ako već imate nalog, možete da prihvatite ovaj poziv pritiskom na dugme ispod.",
	"If you did not expect to receive an invitation to this team, you may discard this email.": "Ako niste očekivali poziv za ovaj tim, možete da ignorišete ovaj e-mejl.",
	"If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Ako nemate nalog, možete da ga kreirate pritiskom na dugme ispod. Nakon kreiranja naloga, možete da pritisnete dugme za prihvatanje poziva u ovom e-mejlu da biste prihvatili poziv u tim.",
	"Log Out": "Odjavi se",
	"Log in": "Prijavi se",
	"Manage Account": "Upravljaj nalogom",
	"Manage Team": "Upravljaj timom",
	"Name": "Ime",
	"Password": "Lozinka",
	"Please confirm access to your account by entering one of your emergency recovery codes.": "Molimo Vas potvrdite pristup Vašem nalogu tako što ćete uneti jedan od kodova za oporavak u hitnim slučajevima.",
	"Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Molimo Vas potvrdite pristup Vašem nalogu tako što ćete uneti kod za potvrdu identiteta koji ste dobili od Vaše aplikacije za potvrdu identiteta.",
	"Privacy Policy": "Politika privatnosti",
	"Profile": "Profil",
	"Recovery Code": "Kod za oporavak",
	"Register": "Registracija",
	"Remember me": "Zapamti me",
	"Resend Verification Email": "Ponovo posalji verifikacioni e-mejl",
	"Reset Password": "Resetuj lozinku",
	"Switch Teams": "Promeni tim",
	"Team Settings": "Podešavanje tima",
	"Terms of Service": "Uslovi korišćenja",
	"Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Hvala za registraciju! Pre nego što počnete, da li možete da potvrdite e-mejl adresu pritiskom na link koju smo Vam upravo poslali na e-mejl? Ako niste dobili e-mejl, rado ćemo Vam poslati ponovo.",
	"This is a secure area of the application. Please confirm your password before continuing.": "Ovo je zaštićeni deo aplikacije. Molimo Vas potvrdite lozinku pre nego što nastavite.",
	"Use a recovery code": "Koristi kod za oporavak",
	"Use an authentication code": "Koristi kod za potvrdu identiteta",
	"Whoops! Something went wrong.": "Ups! Nešto nije u redu.",
	"You have been invited to join the :team team!": "Pozvani ste da se pridruzite :team timu!",
	"You may accept this invitation by clicking the button below:": "Možete da prihvatite ovaj poziv pritiskom na dugme ispod:",


    "Create API Token": "",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "",
    "Token Name": "",
    "Permissions": "",
    "Created.": "",
    "Create": "",
    "Manage API Tokens": "",
    "You may delete any of your existing tokens if they are no longer needed.": "",
    "Last used": "",
    "Delete": "",
    "API Token": "",
    "Please copy your new API token. For your security, it won't be shown again.": "",
    "Close": "",
    "API Token Permissions": "",
    "Save": "",
    "Delete API Token": "",
    "Are you sure you would like to delete this API token?": "",
    "Delete Account": "",
    "Permanently delete your account.": "",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "",
    "Browser Sessions": "",
    "Manage and log out your active sessions on other browsers and devices.": "",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "",
    "This device": "",
    "Last active": "",
    "Log Out Other Browser Sessions": "",
    "Done.": "",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "",
    "Two Factor Authentication": "",
    "Add additional security to your account using two factor authentication.": "",
    "You have enabled two factor authentication.": "",
    "You have not enabled two factor authentication.": "",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "",
    "Enable": "",
    "Regenerate Recovery Codes": "",
    "Show Recovery Codes": "",
    "Disable": "",
    "Update Password": "",
    "Ensure your account is using a long, random password to stay secure.": "",
    "Saved.": "",
    "Profile Information": "",
    "Update your account's profile information and email address.": "",
    "Photo": "",
    "Select A New Photo": "",
    "Remove Photo": "",
}